cask_args appdir: '/Applications'

tap 'caskroom/cask'

brew 'ack'
brew 'tree'
brew 'wget'

brew 'git'
brew 'zsh'
brew 'tmux'
brew 'reattach-to-user-namespace'
brew 'vim', args: ['with-override-system-vi']

cask 'iterm2'
cask 'spotify'
cask 'telegram'
cask 'google-chrome'
cask 'firefox'
cask 'opera'
cask '1password'
cask 'dropbox'
cask 'sketch'
cask 'adobe-creative-cloud'
cask 'adobe-photoshop-cc'
cask 'paw'
cask 'transmit'
cask 'mamp'
cask 'sequel-pro'

mas 'Tweetbot', id: 557168941
mas 'Xcode', id: 497799835
